---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.Factor
source: html/7d7c0393-6f89-a4bc-eade-b7e2f63ceb95.htm
---
# Autodesk.Revit.DB.SpecTypeId.Factor Property

Factor, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId Factor { get; }
```